BenchmarkOutput/searchGreaterThan/bft_EE.txt
[OVERALL], RunTime(ms), 98423
[OVERALL], Throughput(ops/sec), 10.160226776261647
[TOTAL_GCS_PS_Scavenge], Count, 228
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 224
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.22758907978826085
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 228
[TOTAL_GC_TIME], Time(ms), 224
[TOTAL_GC_TIME_%], Time(%), 0.22758907978826085
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1224.0
[CLEANUP], MinLatency(us), 1224
[CLEANUP], MaxLatency(us), 1224
[CLEANUP], 25thPercentileLatency(us), 1224
[CLEANUP], 50thPercentileLatency(us), 1224
[CLEANUP], 75thPercentileLatency(us), 1224
[CLEANUP], 90thPercentileLatency(us), 1224
[CLEANUP], 95thPercentileLatency(us), 1224
[CLEANUP], 99thPercentileLatency(us), 1224
[CLEANUP], 1224, 1.0
[SEARCHGREATERTHAN], Operations, 1000
[SEARCHGREATERTHAN], AverageLatency(us), 98225.728
[SEARCHGREATERTHAN], MinLatency(us), 82304
[SEARCHGREATERTHAN], MaxLatency(us), 479743
[SEARCHGREATERTHAN], 25thPercentileLatency(us), 87807
[SEARCHGREATERTHAN], 50thPercentileLatency(us), 102015
[SEARCHGREATERTHAN], 75thPercentileLatency(us), 106623
[SEARCHGREATERTHAN], 90thPercentileLatency(us), 108735
[SEARCHGREATERTHAN], 95thPercentileLatency(us), 110207
[SEARCHGREATERTHAN], 99thPercentileLatency(us), 117951
[SEARCHGREATERTHAN], Return=OK, 1000
[SEARCHGREATERTHAN], 82367, 1.0
[SEARCHGREATERTHAN], 82431, 1.0
[SEARCHGREATERTHAN], 82623, 1.0
[SEARCHGREATERTHAN], 82815, 1.0
[SEARCHGREATERTHAN], 83135, 1.0
[SEARCHGREATERTHAN], 83199, 1.0
[SEARCHGREATERTHAN], 83327, 1.0
[SEARCHGREATERTHAN], 83711, 3.0
[SEARCHGREATERTHAN], 83839, 1.0
[SEARCHGREATERTHAN], 83903, 1.0
[SEARCHGREATERTHAN], 83967, 3.0
[SEARCHGREATERTHAN], 84031, 3.0
[SEARCHGREATERTHAN], 84095, 1.0
[SEARCHGREATERTHAN], 84159, 2.0
[SEARCHGREATERTHAN], 84223, 3.0
[SEARCHGREATERTHAN], 84287, 1.0
[SEARCHGREATERTHAN], 84351, 1.0
[SEARCHGREATERTHAN], 84415, 1.0
[SEARCHGREATERTHAN], 84479, 2.0
[SEARCHGREATERTHAN], 84543, 2.0
[SEARCHGREATERTHAN], 84607, 6.0
[SEARCHGREATERTHAN], 84671, 4.0
[SEARCHGREATERTHAN], 84735, 4.0
[SEARCHGREATERTHAN], 84799, 2.0
[SEARCHGREATERTHAN], 84863, 2.0
[SEARCHGREATERTHAN], 84927, 2.0
[SEARCHGREATERTHAN], 84991, 2.0
[SEARCHGREATERTHAN], 85055, 1.0
[SEARCHGREATERTHAN], 85119, 1.0
[SEARCHGREATERTHAN], 85183, 6.0
[SEARCHGREATERTHAN], 85247, 5.0
[SEARCHGREATERTHAN], 85311, 5.0
[SEARCHGREATERTHAN], 85375, 2.0
[SEARCHGREATERTHAN], 85439, 1.0
[SEARCHGREATERTHAN], 85503, 4.0
[SEARCHGREATERTHAN], 85567, 4.0
[SEARCHGREATERTHAN], 85631, 4.0
[SEARCHGREATERTHAN], 85695, 4.0
[SEARCHGREATERTHAN], 85759, 6.0
[SEARCHGREATERTHAN], 85823, 2.0
[SEARCHGREATERTHAN], 85887, 4.0
[SEARCHGREATERTHAN], 85951, 4.0
[SEARCHGREATERTHAN], 86015, 4.0
[SEARCHGREATERTHAN], 86079, 2.0
[SEARCHGREATERTHAN], 86143, 7.0
[SEARCHGREATERTHAN], 86207, 6.0
[SEARCHGREATERTHAN], 86271, 4.0
[SEARCHGREATERTHAN], 86335, 3.0
[SEARCHGREATERTHAN], 86399, 4.0
[SEARCHGREATERTHAN], 86463, 5.0
[SEARCHGREATERTHAN], 86527, 3.0
[SEARCHGREATERTHAN], 86591, 7.0
[SEARCHGREATERTHAN], 86655, 3.0
[SEARCHGREATERTHAN], 86719, 2.0
[SEARCHGREATERTHAN], 86783, 4.0
[SEARCHGREATERTHAN], 86847, 5.0
[SEARCHGREATERTHAN], 86911, 7.0
[SEARCHGREATERTHAN], 86975, 2.0
[SEARCHGREATERTHAN], 87039, 6.0
[SEARCHGREATERTHAN], 87103, 8.0
[SEARCHGREATERTHAN], 87167, 4.0
[SEARCHGREATERTHAN], 87231, 1.0
[SEARCHGREATERTHAN], 87295, 7.0
[SEARCHGREATERTHAN], 87359, 8.0
[SEARCHGREATERTHAN], 87423, 6.0
[SEARCHGREATERTHAN], 87487, 8.0
[SEARCHGREATERTHAN], 87551, 4.0
[SEARCHGREATERTHAN], 87615, 4.0
[SEARCHGREATERTHAN], 87679, 6.0
[SEARCHGREATERTHAN], 87743, 7.0
[SEARCHGREATERTHAN], 87807, 7.0
[SEARCHGREATERTHAN], 87871, 8.0
[SEARCHGREATERTHAN], 87935, 4.0
[SEARCHGREATERTHAN], 87999, 7.0
[SEARCHGREATERTHAN], 88063, 7.0
[SEARCHGREATERTHAN], 88127, 5.0
[SEARCHGREATERTHAN], 88191, 5.0
[SEARCHGREATERTHAN], 88255, 6.0
[SEARCHGREATERTHAN], 88319, 6.0
[SEARCHGREATERTHAN], 88383, 7.0
[SEARCHGREATERTHAN], 88447, 5.0
[SEARCHGREATERTHAN], 88511, 4.0
[SEARCHGREATERTHAN], 88575, 3.0
[SEARCHGREATERTHAN], 88639, 8.0
[SEARCHGREATERTHAN], 88703, 7.0
[SEARCHGREATERTHAN], 88767, 5.0
[SEARCHGREATERTHAN], 88831, 6.0
[SEARCHGREATERTHAN], 88895, 6.0
[SEARCHGREATERTHAN], 88959, 6.0
[SEARCHGREATERTHAN], 89023, 4.0
[SEARCHGREATERTHAN], 89087, 3.0
[SEARCHGREATERTHAN], 89151, 6.0
[SEARCHGREATERTHAN], 89215, 5.0
[SEARCHGREATERTHAN], 89279, 1.0
[SEARCHGREATERTHAN], 89343, 1.0
[SEARCHGREATERTHAN], 89407, 2.0
[SEARCHGREATERTHAN], 89471, 2.0
[SEARCHGREATERTHAN], 89535, 3.0
[SEARCHGREATERTHAN], 89599, 2.0
[SEARCHGREATERTHAN], 89663, 2.0
[SEARCHGREATERTHAN], 89727, 4.0
[SEARCHGREATERTHAN], 89791, 3.0
[SEARCHGREATERTHAN], 89855, 4.0
[SEARCHGREATERTHAN], 89919, 2.0
[SEARCHGREATERTHAN], 89983, 4.0
[SEARCHGREATERTHAN], 90047, 3.0
[SEARCHGREATERTHAN], 90111, 4.0
[SEARCHGREATERTHAN], 90175, 3.0
[SEARCHGREATERTHAN], 90239, 1.0
[SEARCHGREATERTHAN], 90303, 5.0
[SEARCHGREATERTHAN], 90367, 3.0
[SEARCHGREATERTHAN], 90431, 1.0
[SEARCHGREATERTHAN], 90495, 3.0
[SEARCHGREATERTHAN], 90559, 1.0
[SEARCHGREATERTHAN], 90623, 1.0
[SEARCHGREATERTHAN], 90751, 1.0
[SEARCHGREATERTHAN], 90879, 4.0
[SEARCHGREATERTHAN], 90943, 3.0
[SEARCHGREATERTHAN], 91007, 1.0
[SEARCHGREATERTHAN], 91071, 1.0
[SEARCHGREATERTHAN], 91135, 1.0
[SEARCHGREATERTHAN], 91199, 2.0
[SEARCHGREATERTHAN], 91391, 2.0
[SEARCHGREATERTHAN], 91455, 1.0
[SEARCHGREATERTHAN], 91519, 1.0
[SEARCHGREATERTHAN], 91647, 1.0
[SEARCHGREATERTHAN], 91711, 1.0
[SEARCHGREATERTHAN], 91775, 1.0
[SEARCHGREATERTHAN], 91839, 1.0
[SEARCHGREATERTHAN], 91967, 1.0
[SEARCHGREATERTHAN], 92095, 4.0
[SEARCHGREATERTHAN], 92223, 2.0
[SEARCHGREATERTHAN], 92543, 1.0
[SEARCHGREATERTHAN], 92671, 1.0
[SEARCHGREATERTHAN], 92735, 1.0
[SEARCHGREATERTHAN], 92927, 1.0
[SEARCHGREATERTHAN], 93055, 1.0
[SEARCHGREATERTHAN], 93183, 2.0
[SEARCHGREATERTHAN], 93311, 1.0
[SEARCHGREATERTHAN], 93439, 1.0
[SEARCHGREATERTHAN], 93567, 1.0
[SEARCHGREATERTHAN], 93823, 2.0
[SEARCHGREATERTHAN], 93951, 1.0
[SEARCHGREATERTHAN], 94143, 1.0
[SEARCHGREATERTHAN], 94591, 2.0
[SEARCHGREATERTHAN], 94975, 1.0
[SEARCHGREATERTHAN], 97727, 2.0
[SEARCHGREATERTHAN], 99135, 1.0
[SEARCHGREATERTHAN], 100095, 1.0
[SEARCHGREATERTHAN], 100351, 1.0
[SEARCHGREATERTHAN], 100479, 1.0
[SEARCHGREATERTHAN], 100543, 1.0
[SEARCHGREATERTHAN], 100607, 1.0
[SEARCHGREATERTHAN], 100799, 2.0
[SEARCHGREATERTHAN], 100863, 1.0
[SEARCHGREATERTHAN], 100927, 1.0
[SEARCHGREATERTHAN], 100991, 1.0
[SEARCHGREATERTHAN], 101055, 1.0
[SEARCHGREATERTHAN], 101119, 1.0
[SEARCHGREATERTHAN], 101183, 2.0
[SEARCHGREATERTHAN], 101311, 1.0
[SEARCHGREATERTHAN], 101375, 1.0
[SEARCHGREATERTHAN], 101439, 1.0
[SEARCHGREATERTHAN], 101567, 2.0
[SEARCHGREATERTHAN], 101759, 1.0
[SEARCHGREATERTHAN], 101823, 1.0
[SEARCHGREATERTHAN], 101951, 2.0
[SEARCHGREATERTHAN], 102015, 1.0
[SEARCHGREATERTHAN], 102079, 1.0
[SEARCHGREATERTHAN], 102207, 1.0
[SEARCHGREATERTHAN], 102271, 2.0
[SEARCHGREATERTHAN], 102399, 1.0
[SEARCHGREATERTHAN], 102463, 2.0
[SEARCHGREATERTHAN], 102527, 1.0
[SEARCHGREATERTHAN], 102655, 2.0
[SEARCHGREATERTHAN], 102783, 1.0
[SEARCHGREATERTHAN], 102847, 1.0
[SEARCHGREATERTHAN], 102911, 1.0
[SEARCHGREATERTHAN], 102975, 4.0
[SEARCHGREATERTHAN], 103039, 1.0
[SEARCHGREATERTHAN], 103103, 3.0
[SEARCHGREATERTHAN], 103167, 4.0
[SEARCHGREATERTHAN], 103231, 3.0
[SEARCHGREATERTHAN], 103295, 2.0
[SEARCHGREATERTHAN], 103359, 2.0
[SEARCHGREATERTHAN], 103423, 5.0
[SEARCHGREATERTHAN], 103487, 4.0
[SEARCHGREATERTHAN], 103551, 4.0
[SEARCHGREATERTHAN], 103615, 4.0
[SEARCHGREATERTHAN], 103679, 5.0
[SEARCHGREATERTHAN], 103743, 3.0
[SEARCHGREATERTHAN], 103807, 1.0
[SEARCHGREATERTHAN], 103871, 2.0
[SEARCHGREATERTHAN], 103935, 5.0
[SEARCHGREATERTHAN], 103999, 1.0
[SEARCHGREATERTHAN], 104063, 4.0
[SEARCHGREATERTHAN], 104127, 2.0
[SEARCHGREATERTHAN], 104191, 3.0
[SEARCHGREATERTHAN], 104255, 3.0
[SEARCHGREATERTHAN], 104319, 1.0
[SEARCHGREATERTHAN], 104383, 4.0
[SEARCHGREATERTHAN], 104447, 4.0
[SEARCHGREATERTHAN], 104511, 5.0
[SEARCHGREATERTHAN], 104575, 3.0
[SEARCHGREATERTHAN], 104639, 5.0
[SEARCHGREATERTHAN], 104703, 6.0
[SEARCHGREATERTHAN], 104767, 3.0
[SEARCHGREATERTHAN], 104831, 4.0
[SEARCHGREATERTHAN], 104895, 6.0
[SEARCHGREATERTHAN], 104959, 7.0
[SEARCHGREATERTHAN], 105023, 8.0
[SEARCHGREATERTHAN], 105087, 3.0
[SEARCHGREATERTHAN], 105151, 5.0
[SEARCHGREATERTHAN], 105215, 5.0
[SEARCHGREATERTHAN], 105279, 8.0
[SEARCHGREATERTHAN], 105343, 3.0
[SEARCHGREATERTHAN], 105407, 8.0
[SEARCHGREATERTHAN], 105471, 6.0
[SEARCHGREATERTHAN], 105535, 6.0
[SEARCHGREATERTHAN], 105599, 4.0
[SEARCHGREATERTHAN], 105663, 1.0
[SEARCHGREATERTHAN], 105727, 4.0
[SEARCHGREATERTHAN], 105791, 6.0
[SEARCHGREATERTHAN], 105855, 4.0
[SEARCHGREATERTHAN], 105983, 6.0
[SEARCHGREATERTHAN], 106047, 3.0
[SEARCHGREATERTHAN], 106111, 3.0
[SEARCHGREATERTHAN], 106175, 7.0
[SEARCHGREATERTHAN], 106239, 4.0
[SEARCHGREATERTHAN], 106303, 7.0
[SEARCHGREATERTHAN], 106367, 3.0
[SEARCHGREATERTHAN], 106431, 5.0
[SEARCHGREATERTHAN], 106495, 9.0
[SEARCHGREATERTHAN], 106559, 4.0
[SEARCHGREATERTHAN], 106623, 3.0
[SEARCHGREATERTHAN], 106687, 9.0
[SEARCHGREATERTHAN], 106751, 5.0
[SEARCHGREATERTHAN], 106815, 1.0
[SEARCHGREATERTHAN], 106879, 4.0
[SEARCHGREATERTHAN], 106943, 5.0
[SEARCHGREATERTHAN], 107007, 7.0
[SEARCHGREATERTHAN], 107071, 4.0
[SEARCHGREATERTHAN], 107135, 5.0
[SEARCHGREATERTHAN], 107199, 6.0
[SEARCHGREATERTHAN], 107263, 6.0
[SEARCHGREATERTHAN], 107327, 5.0
[SEARCHGREATERTHAN], 107391, 4.0
[SEARCHGREATERTHAN], 107455, 3.0
[SEARCHGREATERTHAN], 107519, 2.0
[SEARCHGREATERTHAN], 107583, 6.0
[SEARCHGREATERTHAN], 107647, 9.0
[SEARCHGREATERTHAN], 107711, 6.0
[SEARCHGREATERTHAN], 107775, 5.0
[SEARCHGREATERTHAN], 107839, 4.0
[SEARCHGREATERTHAN], 107903, 5.0
[SEARCHGREATERTHAN], 107967, 9.0
[SEARCHGREATERTHAN], 108031, 4.0
[SEARCHGREATERTHAN], 108095, 7.0
[SEARCHGREATERTHAN], 108159, 2.0
[SEARCHGREATERTHAN], 108223, 5.0
[SEARCHGREATERTHAN], 108287, 2.0
[SEARCHGREATERTHAN], 108351, 1.0
[SEARCHGREATERTHAN], 108415, 1.0
[SEARCHGREATERTHAN], 108479, 3.0
[SEARCHGREATERTHAN], 108543, 3.0
[SEARCHGREATERTHAN], 108607, 3.0
[SEARCHGREATERTHAN], 108671, 5.0
[SEARCHGREATERTHAN], 108735, 3.0
[SEARCHGREATERTHAN], 108799, 3.0
[SEARCHGREATERTHAN], 108863, 2.0
[SEARCHGREATERTHAN], 108927, 2.0
[SEARCHGREATERTHAN], 108991, 4.0
[SEARCHGREATERTHAN], 109055, 3.0
[SEARCHGREATERTHAN], 109183, 1.0
[SEARCHGREATERTHAN], 109247, 2.0
[SEARCHGREATERTHAN], 109311, 3.0
[SEARCHGREATERTHAN], 109375, 6.0
[SEARCHGREATERTHAN], 109439, 1.0
[SEARCHGREATERTHAN], 109567, 3.0
[SEARCHGREATERTHAN], 109631, 4.0
[SEARCHGREATERTHAN], 109695, 1.0
[SEARCHGREATERTHAN], 109887, 1.0
[SEARCHGREATERTHAN], 109951, 1.0
[SEARCHGREATERTHAN], 110015, 5.0
[SEARCHGREATERTHAN], 110079, 3.0
[SEARCHGREATERTHAN], 110143, 3.0
[SEARCHGREATERTHAN], 110207, 2.0
[SEARCHGREATERTHAN], 110271, 2.0
[SEARCHGREATERTHAN], 110335, 2.0
[SEARCHGREATERTHAN], 110463, 1.0
[SEARCHGREATERTHAN], 110527, 2.0
[SEARCHGREATERTHAN], 110591, 2.0
[SEARCHGREATERTHAN], 110655, 2.0
[SEARCHGREATERTHAN], 110783, 3.0
[SEARCHGREATERTHAN], 110847, 2.0
[SEARCHGREATERTHAN], 110911, 1.0
[SEARCHGREATERTHAN], 110975, 1.0
[SEARCHGREATERTHAN], 111103, 1.0
[SEARCHGREATERTHAN], 111167, 2.0
[SEARCHGREATERTHAN], 111423, 1.0
[SEARCHGREATERTHAN], 111551, 1.0
[SEARCHGREATERTHAN], 111679, 1.0
[SEARCHGREATERTHAN], 112511, 2.0
[SEARCHGREATERTHAN], 112575, 1.0
[SEARCHGREATERTHAN], 112639, 1.0
[SEARCHGREATERTHAN], 112959, 1.0
[SEARCHGREATERTHAN], 113215, 1.0
[SEARCHGREATERTHAN], 113279, 1.0
[SEARCHGREATERTHAN], 113343, 1.0
[SEARCHGREATERTHAN], 113535, 1.0
[SEARCHGREATERTHAN], 114175, 1.0
[SEARCHGREATERTHAN], 114623, 1.0
[SEARCHGREATERTHAN], 114879, 1.0
[SEARCHGREATERTHAN], 115711, 1.0
[SEARCHGREATERTHAN], 116671, 1.0
[SEARCHGREATERTHAN], 117503, 1.0
[SEARCHGREATERTHAN], 117951, 1.0
[SEARCHGREATERTHAN], 118527, 1.0
[SEARCHGREATERTHAN], 119615, 1.0
[SEARCHGREATERTHAN], 123839, 1.0
[SEARCHGREATERTHAN], 125247, 1.0
[SEARCHGREATERTHAN], 139263, 1.0
[SEARCHGREATERTHAN], 144255, 1.0
[SEARCHGREATERTHAN], 145663, 1.0
[SEARCHGREATERTHAN], 155903, 1.0
[SEARCHGREATERTHAN], 161279, 1.0
[SEARCHGREATERTHAN], 479743, 1.0